Repository: kossar/delivery
Catalog: Resources/Views/Transports.*.resx
Languages: et

source: Select from your saved transport offers
et: Vali olemasolevate pakkumiste hulgast

source: Add new transport offer
et: Lisa uus transpordi pakkumine

# SubmitOffer
source: Submit transport offer
et: Esita pakkumine

# TransportNeedsWaitingForUserAction
source: Transport needs waiting for Your action
et: Sinu taga ootel olevad transpordi soovid

# TransportOffersWaitingForUserAction
source: Transport offers waiting for Your action
et: Sinu taga ootel olevad pakkumised

# PeningSubmittedTransportOffers
source: Pending submitted transport offers
et: Ootelolevad esitatud pakkumised

# PeningSubmittedTransportNeeds
source: Pending submitted transport needs
et: Ootelolevad esitatud transpordi soovid

source: Transport need to make an offer
et: Transpordi soov, millele esitan pakkumise

# MyTransportNeedToRequestAnOffer
source: My transport need
et: Minu transpordi soov

source: My transport offer
et: Minu transpordi pakkumine

source: Requesting transport offer
et: Küsin pakkumist

source: Select from your saved transport needs
et: Vali olemasolevate transpordi soovide hulgast

source: Add new transport need
et: Lisa uus transpordi soov

source: Current transportData
et: Kehtivad transpordi andmed

source: Transport need
et: Transpordi soov

source: Transport offer
et: Transpordi pakkumine

source: Reject
et: Lükka tagasi

source: Cancel
et: Tühista

source: Accept
et: Nõustu pakkumisega

source: On delivery
et: Peale võetud

source: Delivered
et: Kohal
