Repository: kossar/delivery
Catalog: *.Resources/Areas/Identity/Pages/Account/Manage/TwoFactorAuthentication.*.resx
Languages: et

source: You must
et: Sa pead

source: generate a new set of recovery codes
et: genereerima uued taastamise koodid

# BeforeLoginWithRecoveryCode
source: before you can log in with a recovery code.
et: enne kui sa saad sisse logida taastamise koodiga.

# TwoFactorAuthenticationTitle
source: Two-factor authentication (2FA)
et: Kahe astmeline autentimine

source: You have no recovery codes left.
et: Sul pole taastamise koode järel

# YouHaveOneRecoveryCodeLeft
source: You have 1 recovery code left.
et: Sul on 1 taastamise kood järel.

source: You can
et: Sa saad

source: You have
et: Sul on

source: recovery codes left.
et: taastamise koodi järel.

source: You should
et: Sa peaksid

source: Forget this browser
et: Unusta see brauser

source: Disable 2FA
et: Eemalda kahe astmeline autentimine

source: Reset recovery codes
et: Lähtesta taastamise koodid

source: Authenticator app
et: Autentimise rakendus

source: Add authenticator app
et: Lisa autentimise rakendus

source: Setup authenticator app
et: Seadista autentimise rakendus

source: Reset authenticator app
et: Lähtesta autentimise rakendus
