Repository: kossar/delivery
Catalog: *.Resources/Areas/Identity/Pages/Account/ExternalLogin.*.resx
Languages: et

source: Register
et: Registreeru

# AssociateAccount
source: Associate your {0} account.
et: Seo oma konto - {0}.

# AssociateAccountHelp
source: You've successfully authenticated with <strong>{0}</strong>. Please enter an email address for this site below and click the Register button to finish logging in.
et: Oled edukalt autentiseeritud kasutades välist kontot - {0}. Palun sisesta oma e-posti aadress allpool ja vajuta Regstreeru sisselogimise lõpetamiseks.

source: E-mail
et: E-post

source: First name
et: Eesnimi

source: Last name
et: Perenimi

source: Gender
et: Sugu

# PunchUnitEmitNo
source: Emit number
et: Saada number

# PunchUnitSiNo
source: SportIdent number
et: Number

# IOFCode
source: International Orienteering Federation Code
et: International Orienteering Federation kood

# EOFCode
source: Estonian Orienteering Federation Code
et: Estonian Orienteering Federation kood

source: Mandatory
et: Kohustuslikud
