Repository: kossar/delivery
Catalog: *.Resources/Areas/Identity/Pages/Account/Login.*.resx
Languages: et

# UseLocalAccount
source: Use a local account to log in.
et: Sisene lokaalse kontoga.

# ForgotPassword
source: Forgot your password?
et: Parool ununes?

# RgeisterNewUser
source: Register as a new user
et: Uus kasutaja

# ResendEmail
source: Resend email confirmation
et: Saada kinnitus

# LoginThirdParty
source: Use another service to log in.
et: Logi sisse kasutades

# NoThirdParty
source: There are no external authentication services configured.
et: Väliseid autentijaid pole lisatud.

source: Log in
et: Sisene

source: Remember me?
et: Jäta mind meelde?

source: Invalid login attempt.
et: Kasutajanimi/parool ei ole korrektsed.

source: Password
et: Parool

source: Email
et: E-post
